Repository: jurialmunkey/skin.arctic.horizon
Catalog: language/resource.language.*/strings.po
Languages: sk_sk

# #31000
source: Prefer numeric star rating
sk_sk: Preferovať číselné hodnotenie

# #31001
source: Controllers
sk_sk: Ovládače

# #31002
source: Finishes at
sk_sk: Končí

# #31003
source: Oscars
sk_sk: Oskary

# #31005
source: RottenTomatoes user meter
sk_sk: Hodnotenia užívateľov RottenTomatoes

# #31006
source: Collection
sk_sk: Kolekcie

# #31007
source: Use online information
sk_sk: Použiť online informácie

# #31008
source: Install weather fanart
sk_sk: Nainštalovať fanart počasia

# #31009
source: RottenTomatoes critics
sk_sk: Kritici RottenTomatoes

# #31011
source: Aspect
sk_sk: Štýl zobrazenia

# #31012
source: Weather fanart installed
sk_sk: Fanart počasia nainštalovaný

# #31013
source: Cast of
sk_sk: Obsadenie

# #31015
source: Customise info dialog lists
sk_sk: Prispôsobiť zoznam info dialógu

# #31017
source: Smart shortcuts
sk_sk: Inteligentné skratky

# #31018
source: Common shortcut
sk_sk: Všeobecné skratky

# #31019
source: Hide all ratings
sk_sk: Skryť všetky hodnotenia

# #31021
source: Large artwork replaces seekbar
sk_sk: Velký artwork nahradí vyhľadávaciu lištu

# #31022
source: Autoscroll widgets
sk_sk: Automaticky posun widgetov

# #31023
source: Fullscreen
sk_sk: Celá obrazovka

# #31024
source: Divider style
sk_sk: Štýl rozdeľovača

# #31025
source: Items
sk_sk: Položky

# #31027
source: Customise power menu
sk_sk: Upraviť Menu napájania

# #31028
source: Reset skin settings to defaults (WARNING: This will reset your home menu to skin defaults)
sk_sk: Obnoviť predvolené nastavenia vzhľadu (UPOZORNENIE: Týmto sa obnovia predvolené nastavenia ponuky na domovskej obrazovke)

# #31029
source: Profile picture
sk_sk: Profilový obrázok

# #31030
source: Furniture
sk_sk: Zariadenie

# #31031
source: Previous page
sk_sk: Predchádzajúca stránka

# #31032
source: Weekly forecast
sk_sk: Týždenná predpoveď

# #31033
source: Audio settings
sk_sk: Nastavenia zvuku

# #31034
source: Current conditions
sk_sk: Aktuálne podmienky

# #31035
source: Lock position
sk_sk: Zamknúť pozíciu

# #31037
source: Download subtitles
sk_sk: Stiahnuť titulky

# #31039
source: Fullscreen widget
sk_sk: Widget Celej obrazovky

# #31040
source: Menu and logo
sk_sk: Menu a logo

# #31041
source: Media flags
sk_sk: Vlajky médií

# #31042
source: Invert colours
sk_sk: Invertovať farby

# #31043
source: Customise widgets
sk_sk: Prispôsobiť widgety

# #31044
source: Clock / Weather
sk_sk: Hodiny / Počasie

# #31045
source: Trending lists
sk_sk: Trendy listy

# #31046
source: Next aired
sk_sk: Ďalej vysielané

# #31047
source: Next aired (Trakt)
sk_sk: Ďalej vysielané (Trakt)

# #31048
source: Next aired (library)
sk_sk: Ďalej vysielané (knižnica)

# #31049
source: Customise
sk_sk: Prispôsobiť

# #31050
source: Default search items
sk_sk: Predvolené položky hľadania

# #31051
source: Similar to
sk_sk: Podobné ako

# #31052
source: By director
sk_sk: Podla režiséra

# #31053
source: Choose hub widget
sk_sk: Vybrať Hub widget

# #31054
source: Hide channel name if icon is available
sk_sk: Skryť názov kanála ak je ikona k dispozícii

# #31055
source: Cast members also feature in
sk_sk: Herci sú tiež obsadený v

# #31056
source: Display info
sk_sk: Zobraziť informácie

# #31057
source: Films in the
sk_sk: Filmy v

# #31058
source: Customise hub widget
sk_sk: Prispôsobiť Hub widget

# #31059
source: Context menu
sk_sk: Kontext menu

# #31060
source: Menu orientation
sk_sk: Orientácia menu

# #31061
source: Show more
sk_sk: Zobraziť viac

# #31062
source: Browse more items in this list
sk_sk: Prehliadať viac položiek v tomto zozname

# #31063
source: Background style
sk_sk: Štýl pozadia

# #31064
source: Manage
sk_sk: Spravovať

# #31065
source: Watchlist
sk_sk: Zoznam sledovaných položiek

# #31066
source: Choose fullscreen widget
sk_sk: Vybrať widget na Celú obrazovku

# #31067
source: Recommendations
sk_sk: Odporúčania

# #31068
source: Cloud cover
sk_sk: Oblačnosť

# #31069
source: From studio
sk_sk: Zo štúdia

# #31070
source: In genre
sk_sk: V žánri

# #31071
source: From year
sk_sk: Z Roku

# #31072
source: Power menu
sk_sk: Ponuka napájania

# #31073
source: From
sk_sk: Od

# #31074
source: Starring cast members
sk_sk: Hrajú herci

# #31075
source: Keywords for
sk_sk: Kľúčové slová pre

# #31076
source: In lists
sk_sk: V zoznamoch

# #31077
source: Lists containing
sk_sk: Zoznamy obsahujú

# #31078
source: More information
sk_sk: Viac informácií

# #31079
source: Pause when opening info dialog
sk_sk: Pozastaviť prehrávanie po otvorení info dialógu

# #31080
source: Pressing "Back" highlights group selector
sk_sk: Stlačenie "Späť" zvýrazní výber skupiny

# #31081
source: Fullscreen and Hub
sk_sk: Celá obrazovka a Hub

# #31082
source: Watched indicators
sk_sk: Indikátory pozretých

# #31083
source: Hide all indicators
sk_sk: Skryť všetky indikátory

# #31084
source: Aquamarine
sk_sk: Aquamarín

# #31085
source: Enable these options for the full Arctic Horizon experience.[CR][CR][B]~ Note ~[/B][CR]Other than the colour scheme options$COMMA some of these settings might have a slight impact on the performance of the skin. This wizard can be run again as needed from "Skin Settings > Lists and Other > Skin Setup Wizard"
sk_sk: Zapnite tieto možnosti pre plný zážitok z Arctic Horizon.[CR][CR][B]~ Poznámka ~[/B][CR]Iné ako možnosti farebnej schémy$COMMA niektoré z nastavení môžu mať malý dopad na výkon skínu. Tento pomocník pri inštalácií môže byť opäť spustený, keď budete potrebovať "Nastavenia skínu > Zoznamy a iné > Pomocník pri nastavení skínu"

# #31086
source: Run skin setup wizard (WARNING: This will reset skin settings to defaults)
sk_sk: Spustiť pomocníka pre nastavenie skínu (UPOZORNENIE: Táto možnosť obnoví nastavenia skínu na pôvodné hodnoty)

# #31087
source: Colour overlay
sk_sk: Farebné prekrytie

# #31088
source: Scrolling text effect
sk_sk: Efekt rolovania textu

# #31089
source: Pressing down opens wall view (replaces scrollbar)
sk_sk: Stlačením dolu sa otvorí wall view (nahradí rolovaciu lištu)

# #31090
source: Customise info dialog buttons
sk_sk: Prispôsobiť tlačidlá info dialógu

# #31091
source: Trailer window
sk_sk: Upútavka v okne

# #31092
source: View
sk_sk: Zobraziť

# #31093
source: Customise viewtypes
sk_sk: Prispôsobiť typy zobrazenia

# #31094
source: Apply colour diffuse to icons
sk_sk: Použiť difúziu farby na ikony

# #31095
source: Online info dialog lists
sk_sk: Online zoznamy info dialógu

# #31096
source: Use song track-naming template
sk_sk: Použiť šablónu na pomenovanie skladby

# #31097
source: Ends at
sk_sk: Končí

# #31098
source: Choose widget
sk_sk: Vybrať widget

# #31099
source: Widgets
sk_sk: Widgety

# #31100
source: Content type
sk_sk: Typ obsahu

# #31101
source: items
sk_sk: položky

# #31104
source: Used memory
sk_sk: Použitá pamäť

# #31106
source: Ends
sk_sk: Končí

# #31107
source: Item limit
sk_sk: Limit položiek

# #31109
source: Customise home menu
sk_sk: Prispôsobiť domovskú obrazovku

# #31110
source: Background
sk_sk: Pozadie

# #31111
source: Display now playing video in background
sk_sk: Zobraziť teraz prehrávané video na pozadí

# #31112
source: Submenu
sk_sk: Podmenu

# #31113
source: Fullscreen widget path
sk_sk: Cesta widgetu Celej obrazovky

# #31115
source: Last aired
sk_sk: Naposledy vysielané

# #31116
source: Additional ratings
sk_sk: Dodatočné hodnotenia

# #31117
source: 10 seconds
sk_sk: 10 sekúnd

# #31118
source: Artist slideshow
sk_sk: Prezentácia umelca

# #31119
source: Visualisation behind slideshow
sk_sk: Vizualizácia za prezentáciou

# #31120
source: Animate artist slideshow
sk_sk: Animovať prezentáciu umelca

# #31122
source: 12 seconds
sk_sk: 12 sekúnd

# #31123
source: 15 seconds
sk_sk: 15 sekúnd

# #31124
source: 20 seconds
sk_sk: 20 sekúnd

# #31125
source: 30 seconds
sk_sk: 30 sekúnd

# #31126
source: 60 seconds
sk_sk: 60 sekúnd

# #31127
source: 10 minutes
sk_sk: 10 minút

# #31128
source: Set autoscroll and time per image
sk_sk: Nastaviť automatický posun obrázku a čas na jeden obrázok

# #31129
source: Gradient colour
sk_sk: Prechod farieb

# #31130
source: Overlay colour
sk_sk: Farba prekrytia

# #31131
source: Colour overlay
sk_sk: Farebné prekrytie

# #31132
source: Foreground
sk_sk: Popredie

# #31133
source: Waves
sk_sk: Vlny

# #31134
source: Supported addons
sk_sk: Podporované pluginy

# #31135
source: Similar
sk_sk: Podobné

# #31136
source: Music visualisation
sk_sk: Vizualizácia hudby

# #31137
source: Fullscreen video
sk_sk: Video na Celú obrazovku

# #31138
source: List items
sk_sk: Zoznam položiek

# #31139
source: Widgets and layout
sk_sk: Widgety a rozloženie

# #31140
source: Background images
sk_sk: Obrázky pozadia

# #31142
source: Scrolling text
sk_sk: Rolovanie textu

# #31143
source: Miscellaneous
sk_sk: Rôzne

# #31144
source: Fonts and artwork
sk_sk: Písma a artwork

# #31145
source: Display additional on-screen information with controls or when paused
sk_sk: Zobraziť dodatočné informácie aj s ovládacími prvkami keď je video pozastavené

# #31146
source: General options
sk_sk: Všeobecné nastavenia

# #31147
source: Items and views
sk_sk: Položky a zobrazenia

# #31148
source: Lists and other
sk_sk: Zoznamy a iné

# #31149
source: Collections
sk_sk: Kolekcie

# #31150
source: Fallback image
sk_sk: Záložný obrázok pozadia

# #31151
source: Classic corner style indicators
sk_sk: Klasický štýl rohových indikátorov

# #31152
source: Viewtypes
sk_sk: Typy zobrazenia

# #31153
source: Value
sk_sk: Hodnota

# #31154
source: Colour
sk_sk: Farebné

# #31155
source: Revenue / Budget
sk_sk: Príjem / Rozpočet

# #31156
source: PVR Guide
sk_sk: Sprievodca PVR

# #31157
source: Artist's albums
sk_sk: Albumy umelcov

# #31158
source: Automatically open visualisation after starting a song
sk_sk: Automaticky otvoriť vizualizáciu po spustení skladby

# #31159
source: Video sources
sk_sk: Zdroje videa

# #31160
source: Music sources
sk_sk: Zdroje hudby

# #31161
source: Supported add-ons
sk_sk: Podporované pluginy

# #31162
source: Online ratings
sk_sk: Online hodnotenie

# #31163
source: Submenu items
sk_sk: Položky podmenu

# #31164
source: Awards
sk_sk: Ocenenia

# #31165
source: Lists and indicators
sk_sk: Zoznamy a indikátory

# #31166
source: Customise search lists
sk_sk: Prispôsobiť zoznamy hľadania

# #31167
source: Music video artists
sk_sk: Hudobný umelci

# #31168
source: Startup video or playlist
sk_sk: Úvodné video alebo playlist

# #31169
source: Edit custom search lists
sk_sk: Upraviť vlastné zoznamy hľadania

# #31170
source: Creator
sk_sk: Tvorca

# #31171
source: Filename
sk_sk: Názov súboru

# #31173
source: Recently added
sk_sk: Nedávno pridané

# #31174
source: Prefer landscape art over fanart
sk_sk: Preferovať landscape art pred fanartom

# #31175
source: Highlight
sk_sk: Zvýraznenie

# #31176
source: Delete settings shortcut
sk_sk: Zmazať skratku nastavení

# #31177
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
sk_sk: Ste si istý, že chcete vymazať skratku nastavenia?[CR] Prosím uistite sa, že máte alternatívnu možnosť prístupu do nastavení pred vymazaním skratky.

# #31178
source: Gradient
sk_sk: Prechod

# #31179
source: Overlay
sk_sk: Prekrytie

# #31180
source: Watched progress colour
sk_sk: Farba postupu pozretých

# #31181
source: Select icon
sk_sk: Výber ikony

# #31182
source: Additional widgets
sk_sk: Dodatočné widgety

# #31183
source: Default widgets
sk_sk: Predvolené widgety

# #31184
source: Gallery
sk_sk: Galéria

# #31185
source: Recently added movies
sk_sk: Nedávno pridané filmy

# #31186
source: Gradient preview
sk_sk: Náhľad prechodu

# #31187
source: Random albums
sk_sk: Náhodne albumy

# #31188
source: Now playing
sk_sk: Prehráva sa

# #31189
source: Seek to
sk_sk: Posunúť na

# #31190
source: Recently played movies
sk_sk: Nedávno spustené filmy

# #31191
source: Press down for cast, crew, recommendations and more
sk_sk: Stlačením dolu zobrazíte hercov, odporúčania a iné

# #31192
source: Numeric star rating
sk_sk: Číselné hodnotenie

# #31193
source: Select Art (Kodi)
sk_sk: Vybrať Art (Kodi)

# #31194
source: Recently played TV shows
sk_sk: Nedávno spustené TV seriály

# #31195
source: Select Art (Artwork Beef)
sk_sk: Vybrať Art (Artwork Beef)

# #31196
source: In-progress TV shows
sk_sk: Rozpozerané TV seriály

# #31197
source: Download all art
sk_sk: Stiahnuť všetky Art

# #31198
source: Recently played episodes
sk_sk: Nedávno spustené epizódy

# #31199
source: Kiosk mode (removes access to management options in information dialog)
sk_sk: Kiosk mode (vymaže prístup do možnosti riadenia v informačnom dialógu)

# #31200
source: Random movies
sk_sk: Náhodne filmy

# #31201
source: Simple on-screen info (hide poster and plot)
sk_sk: Jednoduché zobrazenie informácií (skryť plagát a zápletku)

# #31202
source: Random episodes
sk_sk: Náhodne epizódy

# #31204
source: Refresh info
sk_sk: Obnoviť informácie

# #31206
source: Channel numbers
sk_sk: Čísla kanálov

# #31207
source: Ends
sk_sk: Končí

# #31208
source: Overview
sk_sk: Popis

# #31209
source: Screenshot
sk_sk: Snímok obrazovky

# #31210
source: In-progress
sk_sk: Rozpozerané

# #31211
source: Recently played
sk_sk: Nedávno spustené

# #31212
source: Random shows
sk_sk: Náhodne seriály

# #31213
source: Sort by
sk_sk: Triedenie podľa

# #31214
source: Recently added episodes
sk_sk: Nedávno pridané epizódy

# #31215
source: Autoscroll plot
sk_sk: Automatický posun zápletky

# #31216
source: In-progress movies
sk_sk: Rozpozerané filmy

# #31217
source: Change location
sk_sk: Zmeniť polohu

# #31218
source: In-progress episodes
sk_sk: Rozpozerané epizódy

# #31219
source: Seconds
sk_sk: Sekundy

# #31220
source: Minute
sk_sk: Minúty

# #31221
source: 3 seconds
sk_sk: 3 sekundy

# #31222
source: Top rated TV shows
sk_sk: Najviac hodnotené TV seriály

# #31223
source: 5 seconds
sk_sk: 5 sekúnd

# #31224
source: 1 Minute
sk_sk: 1 Minúta

# #31225
source: Top rated movies
sk_sk: Najlepšie hodnotené filmy

# #31226
source: Select OSD timeout
sk_sk: Vyberte časový limit OSD

# #31227
source: Up next in
sk_sk: Ďalej v

# #31228
source: Continue watching in
sk_sk: Pokračovať v sledovaní

# #31229
source: Panels behind text
sk_sk: Panely za textom

# #31230
source: Top rated episodes
sk_sk: Najlepšie hodnotené epizódy

# #31231
source: Autoclose OSD
sk_sk: Automaticky zavrieť OSD

# #31232
source: Posters
sk_sk: Plagáty

# #31233
source: Random TV shows
sk_sk: Náhodne TV seriály

# #31236
source: Now playing...
sk_sk: Prehráva sa...

# #31238
source: Recently added albums
sk_sk: Nedávno pridané albumy

# #31239
source: Busy animation
sk_sk: Animácia zaneprázdnenosti

# #31240
source: Colour scheme
sk_sk: Farebná schéma

# #31241
source: Autowidth submenu hub buttons (disable to fix hub scrolling issues)
sk_sk: Automaticky nastaviť šírku Hub tlačidiel (vypnúť pri problémoch s rolovaním Hub-u)

# #31242
source: Recently played albums
sk_sk: Nedávno hrane albumy

# #31243
source: Top 100 albums
sk_sk: Top 100 albumov

# #31244
source: PVR channels
sk_sk: PVR kanály

# #31245
source: Display the "Show More..." widget item
sk_sk: Zobraziť "Zobraziť viac..." na konci widgetu

# #31246
source: Submenu popup
sk_sk: Vyskakovacie okno podmenu

# #31248
source: Edit shortcuts
sk_sk: Upraviť skratky

# #31250
source: Position
sk_sk: Pozícia

# #31251
source: Crew
sk_sk: Štáb

# #31252
source: Recommended
sk_sk: Odporúčania

# #31253
source: Features cast
sk_sk: Obsadenie

# #31254
source: Poster gallery
sk_sk: Galéria plagátov

# #31255
source: Lists and menus
sk_sk: Zoznamy a munu

# #31257
source: Movie genres
sk_sk: Žánre filmov

# #31258
source: Select + X
sk_sk: Vybrať + X

# #31259
source: Select + Start
sk_sk: Vybrať + Štart

# #31260
source: Movie sets
sk_sk: Kolekcie

# #31261
source: Horizontal
sk_sk: Horizontálne

# #31262
source: Poster
sk_sk: Plagát

# #31263
source: Vertical
sk_sk: Vertikálne

# #31264
source: Monochrome
sk_sk: Jednofarebné

# #31265
source: Blur
sk_sk: Rozostrenie

# #31266
source: Vignette
sk_sk: Vigneta

# #31267
source: Action
sk_sk: Akcia

# #31268
source: Label
sk_sk: Názov

# #31270
source: Video / Music
sk_sk: Video / Hudba

# #31271
source: Single image
sk_sk: Jeden obrázok

# #31272
source: Multi image
sk_sk: Viac obrázkov

# #31273
source: Shadow
sk_sk: Tieň

# #31274
source: TvShow genres
sk_sk: Žánre TV seriálov

# #31275
source: Classic hub
sk_sk: Klasický Hub

# #31276
source: IMDB top 250 movies
sk_sk: Top 250 filmov na IMDB

# #31277
source: Flat
sk_sk: Hladký

# #31278
source: Unwatched movies
sk_sk: Nevidené filmy

# #31279
source: Video decoder
sk_sk: Video dekóder

# #31280
source: Pixel format
sk_sk: Format pixelov

# #31283
source: Unwatched episodes
sk_sk: Nevidené epizódy

# #31286
source: Highlight colour
sk_sk: Farba zvýraznenia riadku

# #31293
source: Categories
sk_sk: Kategórie

# #31294
source: Icon only
sk_sk: Iba ikony

# #31295
source: Random artists
sk_sk: Náhodný umelec

# #31296
source: Movie nodes
sk_sk: Uzly filmu

# #31297
source: TV nodes
sk_sk: Uzly TV seriálu

# #31298
source: Submenu on left/up
sk_sk: Podmenu naľavo/hore

# #31300
source: Music nodes
sk_sk: Uzly hudby

# #31301
source: TV shows
sk_sk: TV seriály

# #31302
source: Music sources
sk_sk: Zdroje hudby

# #31303
source: Latest changes
sk_sk: Posledné zmeny

# #31304
source: Picture sources
sk_sk: Zdroje obrázkov

# #31308
source: Player
sk_sk: Prehrávač

# #31310
source: User rating
sk_sk: Užívateľské hodnotenie

# #31311
source: Rate song
sk_sk: Ohodnotiť skladbu

# #31314
source: Automatically display music video info at beginning and end of clip
sk_sk: Automaticky zobraziť informácie o videu na začiatku a konci klipu

# #31347
source: Music OSD
sk_sk: Hudobné OSD

# #31349
source: Initialising Skin
sk_sk: Prebieha načítavanie skinu

# #31356
source: years old
sk_sk: rokov

# #31367
source: Recently added TV shows
sk_sk: Nedávno pridané TV seriály

# #31374
source: Order
sk_sk: Poradie

# #31377
source: Video lyrics
sk_sk: Texty skladieb

# #31380
source: Untitled
sk_sk: Bez názvu

# #31381
source: Last played channels
sk_sk: Naposledy spustené kanály

# #31382
source: Active recordings
sk_sk: Aktívne nahrávky

# #31383
source: Grouped active recordings
sk_sk: Zoskupené aktívne nahrávky

# #31384
source: Grouped deleted recordings
sk_sk: Zoskupené vymazané nahrávky

# #31391
source: Page
sk_sk: Stránka

# #31395
source: Music playlist
sk_sk: Hudobný playlist

# #31408
source: Subtitle settings
sk_sk: Nastavenia titulkov

# #31409
source: Subtitles button opens subtitle settings
sk_sk: Tlačidlo titulkov otvorí nastavenia titulkov

# #31412
source: Apply
sk_sk: Potvrdiť

# #31428
source: Loading
sk_sk: Nahrávanie

# #31429
source: Submenu hub
sk_sk: Hub podmenu

# #31433
source: Switch palette
sk_sk: Zmeniť paletu
